---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepElecZoneEquipmentType
source: html/8c314c88-f215-2b7b-2426-c08ab5c2d2eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepElecZoneEquipmentType Property

"Equipment Type"

## Syntax (C#)
```csharp
public static ForgeTypeId MepElecZoneEquipmentType { get; }
```